IDEA StatiCa Open Model
OpenModel.MatConcrete Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of MatConcrete
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<MatConcrete> MatConcrete { get; set; }
Public Property MatConcrete As List(Of MatConcrete)
	Get
	Set
public:
property List<MatConcrete^>^ MatConcrete {
	List<MatConcrete^>^ get ();
	void set (List<MatConcrete^>^ value);
}
Property Value
Type: List<MatConcrete>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace